import {React} from "react";

import "./style.sass";

export const MainPage = () => {
    return (
        <>
            <div className="welcomingText">
                <div>На нашем сайте вы найдете информацию о любой стране мира.</div>

                <div>Страницы этого сайта включают в себя основные сведения по географии, природе, экономике, государственному устройству всех стран мира.
                Вы узнаете: информацию о всех странах мира, сколько стран мира, географическое местоположение и климат стран, население стран, список стран мира.
                Мы постараемся не оставить белых пятен и предоставить максимум информации по каждой стране.</div>

                <div>С нами вы отправитесь в увлекательное информационное путешествия по всем странам. Вы откроете для себя новое и неизведанное. Узнаете много о загадочных, экзотических уголках нашей необъятной планеты.</div>
            </div>
        </>
    )
}